Repository: Form-Fighter/formfighter-ios
Catalog: FormFighter/FormFighter/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, ru, tr, zh_hans

source: Title
de: Titel
es: Título
fr: Titre
id: Judul
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Название
tr: Başlık
zh_hans: 标题

source: Try it for
de: Probieren Sie es
es: Pruébala
fr: Essaie-le
id: Cobalah untuk
it: Provalo
ja: 試してみよう
ko: 다음 용도로 사용해 보세요.
pt_br: Experimente
ru: Попробуй для
tr: Şunun için deneyin
zh_hans: 试用

source: Type here
de: Hier tippen
es: Escribe aquí
fr: Tape ici
id: Ketik di sini
it: Scrivi qui
ja: ここにタイプする
ko: 여기에 입력
pt_br: Digite aqui
ru: Введите здесь
tr: Buraya yazın
zh_hans: 在此键入

source: Type user's name
de: Tippe den Namen des Benutzers
es: Introduce nombre
fr: Tape le nom de l'utilisateur
id: Ketik nama pengguna
it: Digita il nome dell'utente
ja: ユーザー名を入力する
ko: 사용자 이름 입력
pt_br: Digite o nome do usuário
ru: Введите имя пользователя
tr: Kullanıcı adını yazın
zh_hans: 键入用户名

source: Unlock Premium
de: Premium freischalten
es: Desbloquea Premium
fr: Débloquer Premium
id: Buka Kunci Premium
it: Sblocca Premium
ja: プレミアムをアンロックする
ko: 프리미엄 잠금 해제
pt_br: Desbloqueio Premium
ru: Разблокировать премиум
tr: Premium Kilidini Aç
zh_hans: 解锁高级

source: Unlock Premium Features
de: Premium-Funktionen freischalten
es: Desbloquea Acceso Premium
fr: Débloque les fonctions Premium
id: Membuka Fitur Premium
it: Sblocca le funzioni premium
ja: プレミアム機能をアンロックする
ko: 프리미엄 기능 잠금 해제
pt_br: Desbloquear recursos premium
ru: Разблокируй премиум-функции
tr: Premium Özelliklerin Kilidini Açın
zh_hans: 解锁高级功能

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
id: Pengguna
it: Utente
ja: ユーザー
ko: 사용자
pt_br: Usuário
ru: Пользователь
tr: Kullanıcı
zh_hans: 用户

source: User ID
de: Benutzer-ID
es: ID de usuario
fr: ID de l'utilisateur
id: ID Pengguna
it: ID utente
ja: ユーザーID
ko: 사용자 ID
pt_br: ID do usuário
ru: Идентификатор пользователя
tr: Kullanıcı Kimliği
zh_hans: 用户 ID

source: Welcome to 🌯%@⚡️
de: Willkommen bei 🌯%@⚡️
es: Bienvenido a 🌯%@⚡️
fr: Bienvenue à 🌯%@⚡️
id: Selamat datang di 🌯%@⚡️
it: Benvenuti a 🌯%@⚡️
ja: ようこそ 🌯%@⚡️
ko: 에 오신 것을 환영합니다 🌯%@⚡️
pt_br: Bem-vindo a você 🌯%@⚡️
ru: Добро пожаловать в 🌯%@⚡️
tr: Hoş geldiniz 🌯%@⚡️
zh_hans: 欢迎来到 🌯%@⚡️

source: Welcome to 🌯WrapFast⚡️!
de: Willkommen bei 🌯WrapFast⚡️!
es: Bienvenido a 🌯WrapFast⚡️!
fr: Bienvenue à 🌯WrapFast⚡️!
id: Selamat datang di 🌯WrapFast⚡️!
it: Benvenuti a 🌯WrapFast⚡️!
ja: ようこそ 🌯WrapFast⚡️!
ko: 에 오신 것을 환영합니다 🌯WrapFast⚡️!
pt_br: Bem-vindo a você 🌯WrapFast⚡️!
ru: Добро пожаловать в 🌯%@⚡️!
tr: Hoş geldiniz 🌯%@⚡️!
zh_hans: 欢迎来到 🌯WrapFast⚡️!

source: You have %lld free analysis left
de: Du hast noch %lld freie Analysen übrig
es: Tienes %lld análisis gratuitos disponibles.
fr: Il te reste %lld analyse gratuite
id: Anda memiliki %lld analisis gratis yang tersisa
it: Hai ancora %lld di analisi libera
ja: 無料分析があと %lld 残っている
ko: 무료 분석이 %lld 남았습니다.
pt_br: Você tem %lld análise gratuita restante
ru: У тебя осталось %lld свободного анализа
tr: Ücretsiz %lld analiziniz kaldı
zh_hans: 您还剩 %lld 次免费分析

source: Your meals securely stored in the cloud
de: Deine Mahlzeiten sicher in der Cloud gespeichert
es: Guarda tus comidas de forma segura en la nube
fr: Tes repas sont stockés en toute sécurité dans le nuage.
id: Makanan Anda tersimpan dengan aman di cloud
it: I tuoi pasti sono archiviati in modo sicuro nel cloud
ja: 食事はクラウドに安全に保存される
ko: 클라우드에 안전하게 저장된 식단
pt_br: Suas refeições são armazenadas com segurança na nuvem
ru: Твои блюда надежно хранятся в облаке
tr: Yemekleriniz bulutta güvenli bir şekilde saklanır
zh_hans: 将您的餐点安全地存储在云端

source: ⭐️ Rate App
es: ⭐️ Déjanos una valoración
id: ⭐️ Beri Nilai Aplikasi
ja: ⭐️ 料金アプリ
ko: ⭐️ 앱 평가하기
tr: ⭐️ Rate Uygulaması
zh_hans: ⭐️ 利率应用程序

source: Email
es: Correo
fr: Courriel
ja: 電子メール
ko: 이메일
ru: Пиши на
tr: E-posta
zh_hans: 电子邮件

source: Name
es: Nombre
fr: Nom
id: Nama
it: Nome
ja: 名称
ko: 이름
pt_br: Nome
ru: Имя
tr: İsim
zh_hans: 名称

source: %lld kcal
id: %lld kkal
ja: kcalである。
ru: %lld ккал
zh_hans: %lld千卡

source: Crash
id: Kecelakaan
ja: クラッシュ
ko: 크래시
pt_br: Colisão
ru: Краш
tr: Çarpışma
zh_hans: 撞车

source: OK
id: BAIKLAH.
ko: 확인
tr: TAMAM.
zh_hans: 好的

source: Vision
id: Visi
it: Visione
ja: ビジョン
ko: 비전
pt_br: Visão
ru: Видение
tr: Vizyon
zh_hans: 愿景

source: ChatGPT
ja: チャットGPT

source: DALL·E
ja: ダール・イー

source: Info
ja: インフォメーション
ko: 정보
pt_br: Informações
ru: Информация
tr: Bilgi
zh_hans: 信息

source: Premium
ja: プレミアム
ko: 프리미엄
ru: Премиум
zh_hans: 高级

source: P R E M I U M
ru: П Р И М Е Ч А Н И Е.
